Repository: kahrabian/icms
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Authentication
fa: اهراز هویت

source: user
fa: کاربر

source: course
fa: درس

source: score
fa: نمره

source: Unknown
fa: نامعلوم

source: Pass
fa: قبول

source: Fail
fa: افتاده

source: Abscense
fa: غایب

source: Removal
fa: حذف

source: state
fa: وضعیت

source: user course
fa: درس کاربر

source: user courses
fa: درس‌های کاربر

source: base user
fa: کاربر پایه

source: profile photo
fa: عکس پروفایل

source: student number
fa: شماره دانشجویی

source: entry date
fa: تاریخ ورود

source: Student
fa: دانشجو

source: Instructor
fa: استاد

source: Teaching Assistant
fa: تدریس‌یار

source: type
fa: نوع

source: Male
fa: مرد

source: Female
fa: زن

source: sex
fa: جنسیت

source: courses
fa: درس‌ها

source: users
fa: کاربرها

source: Visage
fa: رخسار

source: project
fa: پروژه

source: content
fa: محتوا

source: project content
fa: محتوای پروژه

source: project contents
fa: محتواهای پروژه

source: user project
fa: پروژه کاربر

source: user projects
fa: پروژه‌های کاربر

source: title
fa: عنوان

source: deadline
fa: ضرب‌الاجل

source: description
fa: توضیحات

source: contents
fa: محتواها

source: projects
fa: پروژه‌ها

source: exam
fa: آزمون

source: exam content
fa: محتوای آزمون

source: exam contents
fa: محتواهای آزمون

source: user exam
fa: امتحان کاربر

source: user exams
fa: امتحان‌های آزمون‌ها

source: date
fa: تاریخ

source: exams
fa: آزمون‌ها

source: excercise
fa: تمرین

source: excercise content
fa: محتوای تمرین

source: excercise contents
fa: محتواهای تمرین

source: user excercise
fa: تمرین کاربر

source: user excercises
fa: تمرین‌های کاربر

source: excercises
fa: تمرین‌ها

source: notification
fa: اعلانیه

source: notification content
fa: محتوای اعلانیه

source: notification contents
fa: محتواهای اعلانیه

source: poster
fa: اعلان‌کننده

source: notifications
fa: اعلانیه‌ها

source: file
fa: فایل

source: content file
fa: فایل محتوا

source: content files
fa: فایل‌های محتوا

source: tag
fa: برچسب

source: content tag
fa: محتوای برچسب

source: content tags
fa: محتواهای برچسب

source: upload date
fa: تاریخ بارگزاری

source: files
fa: فایل‌ها

source: name
fa: نام

source: tags
fa: برچسب‌ها

source: teaching assistant
fa: تدریس‌یار

source: course teaching assistant
fa: تدریس‌یار درس

source: course teaching assistants
fa: تدریس‌یارهای درس

source: course project
fa: پروژه درس

source: course projects
fa: پروژه‌های درس

source: course exam
fa: امتحان درس

source: course exams
fa: امتحان‌های درس

source: course excercise
fa: تمرین درس

source: course excercises
fa: تمرین‌های درس

source: course notification
fa: اعلانیه درس

source: course notifications
fa: اعلانیه‌های درس

source: course content
fa: محتوای درس

source: course contents
fa: محتواهای درس

source: instructor
fa: استاد

source: credit
fa: واحد

source: exercises
fa: تمرین‌ها

source: teaching assistants
fa: تدریس‌یارها
